Revit 2027 API
ParameterTypeId.RebarInstanceBarMassPerUnitLength Property
 "Bar Mass per Unit Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInstanceBarMassPerUnitLength { get; }
Public Shared ReadOnly Property RebarInstanceBarMassPerUnitLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInstanceBarMassPerUnitLength {
	ForgeTypeId^ get ();
}
static member RebarInstanceBarMassPerUnitLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace